<?php

return [
    'title' => 'سجل تغييرات المواعيد',
    'update_data' => '🔄 تحديث البيانات',
    'view_analysis' => 'عرض التحليل',
    'field' => 'الحقل',
    'new_value' => 'القيمة الجديدة',
    'old_value' => 'القيمة القديمة',
    'insert' => 'إضافة',
    'update' => 'تحديث',
    'delete' => 'حذف',
    'by_user' => 'بواسطة :user',
    'log_date' => 'بتاريخ :date',
    'pagination_prev' => 'السابق',
    'pagination_next' => 'التالي',

    // Fields
    'description' => 'الوصف',
    'date' => 'التاريخ',
    'address' => 'العنوان',
    'reminder_before' => 'تذكير قبل',
    'reminder_before_type' => 'نوع التذكير',
    'name' => 'الاسم',
    'email' => 'البريد الإلكتروني',
    'phone' => 'رقم الهاتف',
    'source' => 'المصدر',
    'notes' => 'ملاحظات',
    'approved' => 'الموافقة',
    'start_hour' => 'ساعة البداية',
    'recurring' => 'تكرار الموعد',

    // Log directions
    'show_log' => 'عرض التفاصيل',
    'hide_log' => 'إخفاء التفاصيل',
    'Appointment_Logs_Statistics'=>'إحصائيات سجلات المواعيد ',
    'Back_to_Logs'=>'العودة إلى السجلات',

];
